[LocAdmin_Strings]
FO_Molerat_01=Molerat;;;;;;Molerat;;;;;;;;Kretoszczur;;Кротокрыс;;;
FO_Scavenger_01=Desert scavenger;;;;;;Wüsten-Scavenger;;;;;;;;Pustynny ścierwojad;;Пустынный стервятник;;;
FO_Snapper_Dragon=Dragon snapper;;;;;;Drachensnapper;;;;;;;;Smoczy zębacz;;Драконий глорх;;;
FO_Horse_Knight=Horse;;;;;;Pferd;;;;;;;;Koń;;Лошадь;;;

FO_Knight_Erant=Knight Errant;;;;;;Der reisende Ritter;;;;;;;;Wędrowny rycerz;;Странствующий рыцарь;;;
FO_Paladin_Master_01=Paladin - war hero;;;;;;Ein Paladin ist ein Kriegsheld;;;;;;;;Bohater wojenny;;Паладин - герой войны;;;
FO_Paladin_Master_02=Paladin - war hero;;;;;;Ein Paladin ist ein Kriegsheld;;;;;;;;Bohater wojenny;;Паладин - герой войны;;;

FO_Body_Arcania_Knight=Myrtana Plate Armor;;;;;;Myrtana Plattenrüstung;;;;;;;;Myrtańska zbroja płytowa;;Пластинчатые доспехи;;;
FO_Body_Arcania_Stuark=Stewark Plate Armor;;;;;;Stewark Plattenrüstung;;;;;;;;Stewarska zbroja płytowa;;Стюартские доспехи;;; 
FO_Body_Arcania_Tushoo=Gladiator's Breastplate;;;;;;Brustplatte des Gladiators;;;;;;;;Napierśnik gladiatora;;Кираса гладиатора;;;
FO_Body_Arcania_Paladin=Armor of the Order;;;;;;Rüstung des Ordens;;;;;;;;Zbroja zakonu;;Доспех Ордена;;;
FO_Body_Arcania_Hagen=Decorated Breastplate of the Order;;;;;;Verzierter Brustpanzer des Ordens;;;;;;;;Zdobiony napierśnik zakonu;;Украшенная кираса Ордена;;; 
FO_Body_Arcania_Merc_1=???;;;;;;Robuster Gammelrock;;;;;;;;Trwała przeszywanica;;Прочный гамбезон;;;
FO_Body_Arcania_Merc_2=???;;;;;;Gesteppte Rüstung;;;;;;;;Pikowana zbroja;;Стеганный доспех;;;
FO_Body_Arcania_Merc_3=???;;;;;;Verstärkte gesteppte Rüstung;;;;;;;;Wzmocniona pikowana zbroja;;Усиленный стеганный доспех;;;
FO_Body_Arcania_Merc_4=???;;;;;;Selbstgeschmiedete Latzhose;;;;;;;;Samodzielnie wykuta zbroja;;Самокованные латы;;;
FO_Body_Arcania_Merc_5=???;;;;;;Erz-Rüstung;;;;;;;;Pancerz z rudy;;Латные доспехи из руды;;;
FO_Body_Arcania_Dex_Light=???;;;;;;Leichte Kleidung für Pfadfinder;;;;;;;;Lekki strój zwiadowcy;;Легкая одежда разведчика;;;
FO_Body_Arcania_Dex_Medium=???;;;;;;Die Ausrüstung eines Fährtenlesers;;;;;;;;Strój tropiciela;;Одеяние следопыта;;;
FO_Body_Arcania_Dex_Heavy=???;;;;;;Die Rüstung der Sonne;;;;;;;;Pancerz słońca;;Доспех солнца;;;

FO_Helmet_Arcania=Myrtana bascinet;;;;;;Bascinet von Myrtana;;;;;;;;Myrtański basinet;;Шлем рыцаря;;;
FO_Helmet_Arcania_Open=Myrtana bascinet;;;;;;Bascinet von Myrtana;;;;;;;;Myrtański basinet;;Шлем рыцаря;;;
FO_Helmet_Arcania_Paladin=???;;;;;;Helm des Ordens;;;;;;;;Hełm zakonu;;Шлем Ордена;;;
FO_Helmet_Arcania_Paladin_Open=???;;;;;;Helm des Ordens;;;;;;;;Hełm zakonu;;Шлем Ордена;;;
FO_Helmet_Tushoo=Gladiator helmet;;;;;;Gladiatorenhelm;;;;;;;;Hełm gladiatora;;Шлем гладиатора;;;
FO_Helmet_Merc_1=???;;;;;;Stahlbazinett;;;;;;;;Stalowa osłona;;Стальной бацинет;;;
FO_Helmet_Merc_2=???;;;;;;Schwerer Bazinettus;;;;;;;;Ciężki basinet;;Тяжелый бацинет;;;
FO_Helmet_Merc_Open=???;;;;;;Schwerer Bazinettus;;;;;;;;Ciężki basinet;;Тяжелый бацинет;;;

FO_Sword_1H_Nobleman=Exquisite Long Sword;;;;;;Exquisites Langschwert;;;;;;;;Znakomity długi miecz;;Изысканный длинный меч;;;
FO_Sword_1H_RuneAncient=Valghall;;;;;;Valghall;;;;;;;;Valghall;;Вальгхалл;;;

FO_Sword_2H_RuneAncient=Valghall;;;;;;Valghall;;;;;;;;Valghall;;Вальгхалл;;;

FO_Staff_Blades=Battle Quarterstaff with blades;;;;;;Kriegsstab mit Klingen;;;;;;;;Kostur wojenny z ostrzem;;Боевой посох c клинками;;;
FO_Staff_Titan=Staff of Retribution;;;;;;Stab der Vergeltung;;;;;;;;Kostur zemsty;;Посох воздаяния;;;

FO_Halberd_1=Rusty halberd;;;;;;Rostige Hellebarde;;;;;;;;Zardzewiała halabarda;;Ржавая алебарда;;;
FO_Halberd_2=Peacemaker;;;;;;Friedensstifter;;;;;;;;Rozjemca;;Миротворец;;;
FO_Halberd_3=Vulture;;;;;;Geier;;;;;;;;Sęp;;Стервятник;;;
FO_Halberd_4=Final judgment;;;;;;Letztes Urteil;;;;;;;;Wyrok ostateczny;;Последний суд;;;
FO_Staff_MasterDruid=The Pellar;;;;;;The Pellar;;;;;;;;Guślarz;;Ворожей;;;
FO_Staff_Scepter=Oracle;;;;;;Orakel;;;;;;;;Wyrocznia;;Оракул;;;

FO_Shield_Paladin_Master=???;;;;;;Ein verstärkter Paladinschild;;;;;;;;Wzmocniona tarcza paladyna;;Усиленный щит паладина;;;

FO_Trophy_MoleratFat=Molerat fat;;;;;;Moleratfett;;;;;;;;Łój kretoszczura;;Жир кротокрыса;;;
FO_Trophy_ScavengerEgg=Large egg;;;;;;großes Ei;;;;;;;;Jajo ścierwojada;;Большое яйцо;;;
FO_Trophy_SnapperScale=Snapper scale;;;;;;Snapperschuppen;;;;;;;;Łuski zębacza;;Чешуя глорха;;;

FO_Recipe_Armor_Merc_1=???;;;;;;Gesteppte Rüstungen;;;;;;;;Pikowana zbroja;;Стеганный доспех;;;
FO_Recipe_Armor_Merc_2=???;;;;;;Verstärkte gesteppte Rüstung;;;;;;;;Wzmocniona pikowana zbroja;;Усиленный стеганный доспех;;;
FO_Recipe_Armor_Merc_3=???;;;;;;Selbstgeschmiedete Latzhose;;;;;;;;Samodzielnie wykuta zbroja;;Самокованные латы;;;
FO_Recipe_Armor_Merc_4=???;;;;;;Erz-Rüstung;;;;;;;;Pancerz z rudy;;Латные доспехи из руды;;;
FO_Recipe_Armor_Merc_Helmet=???;;;;;;Schwerer Bazinettus;;;;;;;;Ciężki basinet;;Тяжелый бацинет;;;

ITEMDESC_Body_Arcania_Knight=Knight's armor of the new generation. The use of alloys from magic ore allowed to significantly reduce the weight, almost without sacrificing protective characteristics.;;;;;;Ritterrüstung der neuen Generation. Durch die Verwendung von Legierungen aus magischem Erz konnte das Gewicht deutlich reduziert werden, fast ohne Einbußen bei den Schutzeigenschaften.;;;;;;;;Zbroja rycerska nowej generacji. Zastosowanie stopów z magicznej rudy pozwoliło znacznie obniżyć wagę, nie tracąć niemal żadnych właściwości ochronnych.;;Новый образец экипировки рыцарей Миртаны.;;;
ITEMDESC_Body_Arcania_Stuark=The armor of the steward garrison, brought by pirates as a trophy from the distant southern islands.;;;;;;Die Rüstung der Verwaltergarnison, die Piraten als Trophäe von den fernen südlichen Inseln mitgebracht haben.;;;;;;;;Pancerz stewarskich garnizonistów, przywieziony przez piratów jako trofeum z odległych południowych wysp.;;Трофейные доспехи стюарского гарнизона, привезенные пиратами с далеких южных островов.;;;
ITEMDESC_Body_Arcania_Tushoo=This armor has seen many battles, as evidenced by multiple traces of artisanal repairs.;;;;;;Diese Rüstung hat viele Schlachten erlebt, wie zahlreiche Spuren handwerklicher Reparaturen belegen.;;;;;;;;Ta zbroja była świadkiem wielu bitew, o czym świadczą liczne ślady napraw.;;Эта броня повидала немало битв, о чем свидетельсвуют множественные следы кустарного ремонта.;;;
ITEMDESC_Body_Arcania_Paladin=Before the war, such armor was only given to high paladins.;;;;;;Vor dem Krieg wurden solche Rüstungen nur hohen Paladinen verliehen.;;;;;;;;Przed wojną taka zbroja była nadawana tylko najwyższym rangą paladynom.;;Такие доспехи выдавались только высшим паладинам.;;;  
ITEMDESC_Body_Arcania_Hagen=This armor was created by the best smiths of Myrtana exclusively for generals.;;;;;;Diese Rüstung wurde von den besten Schmieden Myrtanas exklusiv für Generäle hergestellt.;;;;;;;;Ta zbroja została stworzona przez najlepszych kowali Myrtany wyłącznie dla generałów.;;Эти доспехи создавались лучшими кузнецами Миртаны исключительно для генералов.;;;
ITEMDESC_Body_Arcania_Merc_1=???;;;;;;Dieser Schutzanzug ist perfekt für spätere Verbesserungen.;;;;;;;;Ta zbroja idealnie nadaje się ulepszeń.;;Этот поддоспешник идеально подходит для последующих улучшений.;;;
ITEMDESC_Body_Arcania_Merc_2=???;;;;;;Stahlpanzer erhöht den Widerstand gegen körperlichen Schaden.;;;;;;;;Stalowy kirys zwiększa odporność na obrażenia fizyczne.;;Стальная кираса увеличивает стойкость к физическим повреждениям.;;;
ITEMDESC_Body_Arcania_Merc_3=???;;;;;;Durch den Zusatz von Erzmischungen werden die Schutzeigenschaften deutlich erhöht.;;;;;;;;Dodatek rudy znacznie zwiększa właściwości ochronne.;;Добавление рудных сплавов значительно повышает защитные характеристики.;;;
ITEMDESC_Body_Arcania_Merc_4=???;;;;;;Mit Erzmagie können Sie das Gewicht Ihrer Rüstung erheblich reduzieren.;;;;;;;;Magiczna ruda pozwala znacznie zmniejszyć wagę pancerza.;;Магия руды позволяет значительно снизить вес доспеха.;;;
ITEMDESC_Body_Arcania_Merc_5=???;;;;;;Strapazierfähig, leicht, perfekt angepasst - wie eine zweite Haut.;;;;;;;;Wytrzymałe, lekkie, idealnie dopasowane - jak druga skóra.;;Прочные, легкие, идеально подогнанные - словно вторая кожа.;;;
ITEMDESC_Body_Arcania_Dex_Light=???;;;;;;Schützt vor Hitze und Wildbissen.;;;;;;;;Chroni przed gorącem i ukąszeniami dzikich zwierząt.;;Защищает от жары и укусов диких животных.;;;
ITEMDESC_Body_Arcania_Dex_Medium=???;;;;;;Reichhaltige Kleidung für die besten Jäger in Varrant.;;;;;;;;Luksusowa odzież dla najlepszych łowców w Varancie.;;Богатая одежда для лучших охотников Варанта.;;;
ITEMDESC_Body_Arcania_Dex_Heavy=???;;;;;;Antike Ornamente zieren die Rüstung.;;;;;;;;Ten pancerz zdobią starożytne ornamenty.;;Древние орнаменты украшают эти доспехи.;;;

ITEMDESC_Helmet_Arcania=A heavy knight's helmet that provides its wearer with excellent protection.;;;;;;Ein schwerer Ritterhelm, der seinem Träger hervorragenden Schutz bietet.;;;;;;;;Ciężki hełm rycerski, który zapewnia noszącemu doskonałą ochronę.;;Обеспечивает своему владельцу великолепную защиту, при это не сковывая движения.;;;
ITEMDESC_Helmet_Arcania_Open=A heavy knight's helmet that provides its wearer with excellent protection.;;;;;;Ein schwerer Ritterhelm, der seinem Träger hervorragenden Schutz bietet.;;;;;;;;Ciężki hełm rycerski, który zapewnia noszącemu doskonałą ochronę.;;Обеспечивает своему владельцу великолепную защиту, при это не сковывая движения.;;;
ITEMDESC_Helmet_Arcania_Paladin=Relic of the paladins. Only a zealous follower of Innos can wear it.;;;;;;Relikt der Paladine. Nur ein eifriger Anhänger von Innos kann es tragen.;;;;;;;;Relikt paladynów Tylko gorliwy wyznawca Innosa może go nosić.;;На этом шлеме, выкованном из магической руды, виднеются волшебные руны.;;;
ITEMDESC_Helmet_Arcania_Paladin_Open=Relic of the paladins. Only a zealous follower of Innos can wear it.;;;;;;Relikt der Paladine. Nur ein eifriger Anhänger von Innos kann es tragen.;;;;;;;;Relikt paladynów Tylko gorliwy wyznawca Innosa może go nosić.;;На этом шлеме, выкованном из магической руды, виднеются волшебные руны.;;;
ITEMDESC_Helmet_Tushoo=A massive helmet that instills fear in its enemies.;;;;;;Ein massiver Helm, der seinen Feinden Angst einflößt.;;;;;;;;Masywny hełm, który budzi strach u wrogów.;;Массивный шлем, внушающий страх в своих врагов.;;;
ITEMDESC_Helmet_Merc_1=???;;;;;;Zuverlässiger Kopfschutz.;;;;;;;;Niezawodna ochrona głowy.;;Надежная защита головы.;;;
ITEMDESC_Helmet_Merc_2=???;;;;;;Ein seltenes Exemplar, das nach alten Zeichnungen hergestellt wurde.;;;;;;;;Rzadki egzemplarz, odtworzony na podstawie starych rysunków.;;Редкий образец, воссозданный по старым чертежам.;;;
ITEMDESC_Helmet_Merc_Open=???;;;;;;Ein seltenes Exemplar, das nach alten Zeichnungen hergestellt wurde.;;;;;;;;Rzadki egzemplarz, odtworzony na podstawie starych rysunków.;;Редкий образец, воссозданный по старым чертежам.;;;

ITEMDESC_Sword_1H_Nobleman=A superbly balanced blade used by nobles in dueling combat.;;;;;;Eine hervorragend ausbalancierte Klinge, die von Adligen im Duellkampf verwendet wird.;;;;;;;;Doskonale wyważone ostrze używane przez szlachtę w pojedynkach.;;Сбалансированный клинок, используемый аристократами в дуэльных схватках.;;;
ITEMDESC_Sword_1H_RuneAncient=Only the forges of Nordmar hold the secret of forging this sword.;;;;;;Nur die Schmieden von Nordmar hüten das Geheimnis, dieses Schwert zu schmieden.;;;;;;;;Tylko kuźnie Nordmaru skrywają tajemnicę wykucia tego miecza.;;Секретом ковки этого меча владеют только кузницы Нордмара.;;;

ITEMDESC_Sword_2H_RuneAncient=Only the forges of Nordmar hold the secret of forging this sword.;;;;;;Nur die Schmieden von Nordmar hüten das Geheimnis, dieses Schwert zu schmieden.;;;;;;;;Tylko kuźnie Nordmaru skrywają tajemnicę wykucia tego miecza.;;Секретом ковки этого меча владеют только кузницы Нордмара.;;;

ITEMDESC_Staff_Blades=A rare weapon that requires a special technique to wield.;;;;;;Eine seltene Waffe, deren Handhabung eine besondere Technik erfordert.;;;;;;;;Rzadka broń, której władanie wymaga specjalnej techniki.;;Редкий вид оружия, требующий для обращения особой техники.;;;
ITEMDESC_Staff_Titan=This staff is inscribed with protective runes.;;;;;;Dieser Stab ist mit schützenden Runen beschriftet.;;;;;;;; Ta laska jest pokryta ochronnymi runami.;;На этот посох нанесены защитные руны.;;;

ITEMDESC_Halberd_1=The blade is not in the best condition, but the long length allows you to keep the enemy at a distance.;;;;;;Die Klinge ist nicht im besten Zustand, aber die große Länge ermöglicht es, den Feind auf Distanz zu halten.;;;;;;;; Ostrze nie jest w najlepszym stanie, ale duża długość pozwala na trzymanie wroga na dystans.;;Лезвие не в самом хорошем состоянии, однако большая длина позволяет держать противника на расстоянии.;;;
ITEMDESC_Halberd_2=This halberd is ideal for both thrusting and slashing.;;;;;;Diese Hellebarde eignet sich sowohl zum Stoßen als auch zum Schlagen.;;;;;;;;Ta halabarda jest idealna zarówno do pchnięć, jak i cięć.;;Идеально подходит для нанесения как колющих, так и рубящих ударов.;;;
ITEMDESC_Halberd_3=A weapon forged by Nordmar smiths specifically to fight orcs.;;;;;;Eine Waffe, die von Nordmar-Schmieden speziell für den Kampf gegen Orks geschmiedet wurde.;;;;;;;;Broń wykuta przez kowali z Nordmaru specjalnie do walki z orkami.;;Оружие, выкованное нордмарскими кузнецами специально для борьбы с орками.;;;
ITEMDESC_Halberd_4=Forged from magical ore, this halberd was specifically designed to cut through orcish armor with a single blow.;;;;;;Diese aus magischem Erz geschmiedete Hellebarde wurde speziell entwickelt, um Ork-Rüstungen mit einem einzigen Schlag zu durchdringen.;;;;;;;;Ta halabarda, wykuta z magicznej rudy, została specjalnie zaprojektowana do przecinania pancerza orków jednym ciosem.;;Эта алебарда специально создавалась для того, чтобы пробивать орочью броню одним ударом.;;;
ITEMDESC_Staff_MasterDruid=Such staves are worn by high druids.;;;;;;Solche Stäbe werden von hohen Druiden getragen.;;;;;;;;Takie laski są noszone przez wysokich druidów.;;Такие посохи носят высшие друиды.;;;
ITEMDESC_Staff_Scepter=According to legend, this staff belonged to the priest of the ancient civilization. It is believed he could see the future.;;;;;;Der Legende nach gehörte dieser Stab einem Priester einer alten Zivilisation. Es wird angenommen, dass er die Zukunft sehen konnte.;;;;;;;;Według legendy laska ta należała do kapłana starożytnej cywilizacji. Uważa się, że widział przyszłość.;;Этот посох принадлежал жрецу древнего народа. Говорят, с помощью него он мог видеть будущее.;;;

ITEMDESC_Shield_Paladin_Master=???;;;;;;Solche Schilde werden von den höchsten Paladinen verwendet.;;;;;;;;Jest to tarcza używana przez najwyższych rangą paladynów.;;Такими щитами пользуются высшие паладины.;;;

ITEMDESC_Trophy_MoleratFat=Viscous substance with an unpleasant odor.;;;;;;Viskose Substanz mit unangenehmem Geruch.;;;;;;;;Lepka substancja o nieprzyjemnym zapachu.;;Вязкая субстанция с неприятным запахом.;;;
ITEMDESC_Trophy_ScavengerEgg=A rare trophy belonging to an endangered species.;;;;;;Eine seltene Trophäe einer vom Aussterben bedrohten Art.;;;;;;;;Rzadkie trofeum należące do zagrożonego gatunku.;;Редкий трофей, принадлежащий к вымирающему виду.;;;
ITEMDESC_Trophy_SnapperScale=It resembles the scales of a real dragon. Merchants will give a lot of money for it.;;;;;;Es ähnelt den Schuppen eines echten Drachen. Händler geben dafür viel Geld.;;;;;;;;Przypomina łuski prawdziwego smoka. Sprzedawcy dadzą za to dużo pieniędzy.;;Она напоминает чешую настоящего дракона. Торговцы дадут за нее большие деньги.;;;

ITEMDESC_Recipe_Armor_Merc_1=???;;;;;;Erster Teil der Anleitung. Grundkenntnisse des Schmiedens sind erforderlich.;;;;;;;;Pierwsza część instrukcji. Wymagana jest podstawowa wiedza na temat kucia.;;Первая часть инструкции. Требуются базовые знания ковки.;;;
ITEMDESC_Recipe_Armor_Merc_2=???;;;;;;Zweiter Teil der Anleitung. Sie benötigen die Fähigkeit des Schmiedens aus Erz.;;;;;;;;Druga część instrukcji. Potrzebujesz umiejętności wykuwania z rudy.;;Вторая часть инструкции. Нужен навыки ковки из руды.;;;
ITEMDESC_Recipe_Armor_Merc_3=???;;;;;;Dritter Teil der Anleitung. Die Fertigkeit "Panzerung verstärken" ist erforderlich.;;;;;;;;Trzecia część instrukcji. Wymagana jest umiejętność ulepszania pancerza.;;Третья часть инструкции. Требуется навык усиления доспехов.;;;
ITEMDESC_Recipe_Armor_Merc_4=???;;;;;;Letzter Teil. Die Fähigkeit des Schmiedens aus reinem Erz ist erforderlich.;;;;;;;;Ostatnia część. Wymagana jest umiejętność kucia z czystej rudy.;;Последняя часть. Необходимы умения ковки из чистой руды.;;;
ITEMDESC_Recipe_Armor_Merc_Helmet=???;;;;;;Ein Schema für die Herstellung eines Helms.;;;;;;;;Schemat wykonania hełmu.;;Схема создания шлема.;;;

INFO_ARP_Knight_01_NPC_01=???;;;;;;Was ist das für ein Mutiger, der sich so mitten ins Nirgendwo verirrt? Es kommt nicht oft vor, dass man hier draußen verzweifelte Typen wie mich findet.;;;;;;;;Cóż to za odważny człowiek zapuszcza się w taką dzicz? To bardzo śmiałe, że wędrujesz tak daleko od miasta, nieznajomy.;;Это что за смельчак забрел в такую глушь? Смело с твоей стороны бродить так далеко от города, чужак.;;;
INFO_ARP_Knight_01_PLR_02=???;;;;;;Wer bist du?;;;;;;;;Kim jesteś?;;Кто ты?;;;
INFO_ARP_Knight_01_NPC_03=???;;;;;;Mein Name bedeutet nichts ,aber glaube mir, ich bin ein Mann mit vielen Talenten, der bereit ist, die Probleme anderer gegen ein angemessenes Gold zu lösen.;;;;;;;;Moje imię nie ma znaczenia. Ale zaufaj mi, jestem człowiekiem o wielu talentach, gotowym rozwiązywać problemy innych za rozsądną opłatą.;;Мое имя ничего не значит. Но поверь, я - человек разносторонних талантов, готовый решать проблемы других за разумную плату.;;;
INFO_ARP_Knight_01_NPC_04=???;;;;;;Oft bedeutet es, jemanden zu finden oder zu begleiten und das nicht unbedingt in einem Rutsch. Ha Ha Ha!;;;;;;;;Często oznacza to odnalezienie lub eskortowanie kogoś. I to niekoniecznie w jednym kawałku, hahaha!;;Часто это значит найти или сопроводить кого-то. И не обязательно целым и невредимым, ха-ха-ха!;;;
INFO_ARP_Knight_01_PLR_05=???;;;;;;Du bist ,also ein Kopfgeldjäger?;;;;;;;;Więc jesteś łowcą nagród?;;Значит ты охотник за головами?;;;
INFO_ARP_Knight_01_NPC_06=???;;;;;;Hey, Mann, sei nicht so kleinlich! Ich bin nicht stolz auf meine Arbeit, aber schmutziges Geld muss in die Taschen von jemand anderem wandern!;;;;;;;;Hej, nie bądź taki formalny! Nie jestem dumny ze swojej pracy, ale nawet najbrudniejsze pieniądze muszą trafiać do czyjejś kieszeni!;;Эй, парень, только не надо шаблонов! Я не горжусь своей работой, но и грязные деньги должны оседать в чьих-то карманах!;;;
INFO_ARP_Knight_01_PLR_07=???;;;;;;Ich verstehe.;;;;;;;;Rozumiem.;;Понимаю.;;;

INFO_ARP_Knight_02_PLR_01=???;;;;;;Was machst du hier?;;;;;;;;Co tu robisz?;;Что ты тут делаешь?;;;
INFO_ARP_Knight_02_NPC_02=???;;;;;;Ich dachte, ich würde meine Knochen nach einer langen Reise wieder aufwärmen und meine Schwalbe, weißt du, ist ein seltener Vogel, aber manchmal braucht sie auch eine Pause.;;;;;;;;Pomyślałem, że rozgrzeję kości po długiej podróży. A moja Jaskółka, jak wiesz, to rzadki okaz, czasem też potrzebuje odpoczynku.;;Решил погреть косточки после долгого пути. Да и моя «Ласточка», знаешь ли, хоть и редкая птица, но иногда ей тоже нужно отдыхать.;;;
INFO_ARP_Knight_02_NPC_03=???;;;;;;Wenn Du eine Pause brauchst, setze dich einfach zu mir ans Feuer, ich bin immer bereit, über das Leben zu reden, aber fuchtelt nicht mit deiner Waffe herum, okay?;;;;;;;;Jeśli potrzebujesz odpoczynku, usiądź przy ognisku, zawsze jestem chętny na pogawędki. Tylko nie wyciągaj broni, dobrze?;;Если и тебе нужен отдых, подсаживайся к моему костру, я всегда рад потрещать за жизнь. Только не вздумай размахивать тут оружием, ясно?;;;
INFO_ARP_Knight_02_PLR_04=???;;;;;;Ich sehe.;;;;;;;;Pewnie.;;Ясно.;;;

INFO_ARP_Knight_03_PLR_01=???;;;;;;Ich brauche die Ausrüstung.;;;;;;;;Potrzebuję sprzętu.;;Мне нужно снаряжение.;;;
INFO_ARP_Knight_03_NPC_02=???;;;;;;Mein Freund, das Schicksal hat uns zusammengeführt! Mein Karren ,Platzt voll mit schickem Stahlkram!;;;;;;;;Kolego, los nas do siebie przywiódł! Mój wagon pęka w szwach od stalowych gratów!;;Приятель, нас свела сама судьба! Моя повозка ломится от шикарного барахла из стали!;;;
INFO_ARP_Knight_03_NPC_03=???;;;;;;Darunter wirst du keine Schwierigkeiten haben, eine Haarnadel zu finden, die deine Fähigkeiten verbessern wird, hehehehe!;;;;;;;;Wśród nich znajdziesz nawet spinkę do włosów, która podniesie twoje umiejętności, hehehe!;;Среди него ты без труда подберешь закорючку, что придаст твоим навыкам остроты, кхе-хе-ха!;;;
INFO_ARP_Knight_03_PLR_04=???;;;;;;Wirklich? Das ist ja interessant.;;;;;;;;Naprawdę? To interesujące.;;В самом деле? Это уже интересно.;;;
INFO_ARP_Knight_03_NPC_05=???;;;;;;Und für die Liebhaber ,der Hammer- und Ambossmagie gibt es hier eine ganze Reihe von Entwürfen! Entwürfe für ,bessere Rüstungen!;;;;;;;;A dla tych, którzy kochają magię młota i kowadła, jest tu kilka autorskich szkiców! Plany doskonałej zbroi!;;А тут, черт возьми, несколько авторских эскизов, для любителей магии молота и наковальни! Чертежи превосходных доспехов!;;;
INFO_ARP_Knight_03_NPC_06=???;;;;;;Sieh nur, wie leicht und natürlich sie mir passt ,wie eine zweite Haut!;;;;;;;;Zobacz, jak łatwo i naturalnie pasują do mnie, jak druga skóra!;;Смотри, как легко и естественно они сидят на мне, словно вторая кожа!;;;
INFO_ARP_Knight_03_NPC_07=???;;;;;;Wenn du gut in der Schmiedekunst bist, kannst du soetwas leicht herstellen.;;;;;;;;Jeśli jesteś dobrym kowalem, możesz z łatwością stworzyć coś takiego.;;Если ты хорошо разбираешься в кузнечном деле, ты без труда сможешь создать нечто подобное.;;;

INFO_ARP_Knight_04_PLR_01=???;;;;;;Ich brauche eine Rüstung.;;;;;;;;Potrzebuję zbroi.;;Мне нужны доспехи.;;;
INFO_ARP_Knight_04_NPC_02=???;;;;;;Ich bin bereit, meine Geheimnisse zu teilen, wenn du genug Gold hast.;;;;;;;;Chętnie podzielę się moimi sekretami, jeśli masz wystarczająco dużo złota.;;Готов поделиться своими секретами, если у тебя достаточно золота.;;;
INFO_ARP_Knight_04_NPC_03=???;;;;;;Die Zeichnungen detailliert jeden Schritt des Schmiedens und Materialien. Wenn du alles auf einmal kaufen willst. NEIN, ich werde es in Teilen verkaufen!;;;;;;;;Rysunki szczegółowo opisują każdy etap kucia i materiały. Jeśli chcesz kupić całość na raz, nie - sprzedam ją w częściach.;;В чертежах подробно описан каждый этап ковки и материалы. Хочешь, покупай все сразу, нет - продам частями. ;;;
INFO_ARP_Knight_04_NPC_04=???;;;;;;Außerdem brauchst du eine gute Grundlage ,für deine zukünftige Rüstung. Zum Glück ,für dich  habe ich genau das Richtige im Angebot.;;;;;;;;Poza tym będziesz potrzebował dobrej bazy dla swojej przyszłej zbroi. Na szczęście mam coś co nada się idealnie i to na sprzedaż.;;Кроме того, понадобится хорошая основа для твоих будущих доспехов. К счастью для тебя, у меня в продаже как раз есть кое-что подходящее.;;;
INFO_ARP_Knight_04_PLR_05=???;;;;;;Ich verstehe.;;;;;;;;Rozumiem.;;Понятно.;;;

INFO_ARP_Knight_05_PLR_01=???;;;;;;Erzähl mir von diesen Orten.;;;;;;;;Opowiedz mi o tym miejscu.;;Расскажи мне об этих местах.;;;
INFO_ARP_Knight_05_NPC_02=???;;;;;;Wenn du der Straße weiter nach Osten folgst, kommst du in ein kleines Tal hinunter.;;;;;;;;Jeśli będziesz podążać drogą dalej na wschód, dojdziesz do małej doliny.;;Если пойдешь дальше по дороге на восток, спустишься в небольшую долину.;;;
INFO_ARP_Knight_05_NPC_03=???;;;;;;Neben wilden Tieren haben sich dort auch einige Menschen niedergelassen, die sich selbst als Wanderer bezeichnen.;;;;;;;;Poza dzikimi zwierzętami, osiedlili się tam również ludzie nazywający siebie wędrowcami.;;Помимо диких животных, там обосновались какие-то люди, называющие себя странниками.;;;
INFO_ARP_Knight_05_NPC_04=???;;;;;;Ich hatte den Eindruck, dass es unter dir sogar einen Zauberer gab, aber ich bin mir nicht sicher.;;;;;;;;Wydawało mi się, że był wśród nich nawet mag. Ale nie jestem pewien.;;Мне показалось, что среди них есть даже колдун. Но я точно не уверен.;;;
INFO_ARP_Knight_05_PLR_05=???;;;;;;Gibt es sonst noch etwas?;;;;;;;;Coś jeszcze?;;Что нибудь еще?;;;
INFO_ARP_Knight_05_NPC_06=???;;;;;;In den Bergen von Geldern soll ein Drache gesichtet worden sein! Wenn das so ist, dann gibt es in seiner Höhle sicher viel zu holen!;;;;;;;;Podobno w górach Geldern widziano smoka! Jeśli tak, to jestem pewien, że w jego legowisku jest coś cennego!;;Говорят, в горах Гельдерна видели дракона! Если это так, то уверен, в его логове есть, чем поживиться!;;;
INFO_ARP_Knight_05_NPC_07=???;;;;;;Wenn du dieses Ding jagen willst, schlage ich vor, du kaufst eine Ausrüstung von mir. ha ha ha ha!;;;;;;;;Jeśli zamierzasz polować na to coś, sugeruję, abyś kupił trochę sprzętu ode mnie, ha ha ha ha!;;Если соберешься поохотиться на эту тварь, советую прикупить у меня снаряжение, ха-ха-ха!;;;

INFO_ARP_Knight_Attack_NPC_01=???;;;;;;Ich kann nicht glauben, dass du mein Pferd getötet hast! Du Bastard, du wirst sterben!;;;;;;;;Nie mogę uwierzyć, że zabiłeś mojego konia! Ty draniu, zginiesz!;;Поверить не могу, ты убил мою лошадь! Ублюдок, сейчас ты сдохнешь!;;;
INFO_ARP_Knight_Armor_NPC_01=???;;;;;;Wie ich sehe, konntet Ihr also doch eine Rüstung schmieden, die so gut ist wie meine. Glückwunsch!;;;;;;;;Widzę, że mimo wszystko udało ci się wykuć zbroję równie dobrą jak moja. Gratulacje.;;Вижу, тебе все-таки хватило мастерства выковать доспехи не хуже моих. Прими поздравления.;;;